<article class="space-y-4 rounded-3xl bg-white p-6 text-[15px] leading-relaxed">
	<h2 class="font-bold">第1条（適用）</h2>
	<p>
		本規約は、ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。
	</p>
	<h2 class="font-bold">第2条（利用登録）</h2>
	<p>
		登録希望者が当社の定める方法によって利用登録を申請し、当社がこれを承認することによって、利用登録が完了するものとします。
	</p>
	<h2 class="font-bold">第3条（禁止事項）</h2>
	<p>
		ユーザーは、本サービスの利用にあたり、法令または公序良俗に違反する行為、犯罪行為に関連する行為、当社のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為等を行ってはなりません。
	</p>
	<h2 class="font-bold">第4条（本サービスの提供の停止等）</h2>
	<p>
		当社は、本サービスのいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断できるものとします。
	</p>
</article>
